<?php
function lang($phrase){
	static $lang = array(
		  '0'			=>'اختر اللغة',
			'1' 		=> 'مرحبا' ,
			'2'     => 'فضاء الإدارة',
			'3'			=> 'فضاء المعلم',
			'4'     => 'فضاء الطالب',
		  '5'     => 'فضاء الوالدين',
			'6'			=> 'فضاء المشرف الرئيسي ',
			//page login admin

		  '7'         =>'رجوع',
			'8'         =>'اكتب بريدك الإلكتروني',
			'9'         => 'اكتب كلمة المرور الخاصة بك',
			'10'        =>'تسجيل الدخول' ,
			//page welcome admin
			'11'        =>'اختر العام الدراسي',
			'12'        =>' العام الدراسي',
			'13'        =>'تسجيل الدخول',
			'14'       =>'مرحبا الادارة' ,
			//defaultadmin
			'15'       =>'ارسل رسالة' ,
			'16'       =>'إدارة الفصل الدراسي' ,
			'17'       =>'تواصل مع ولي الأمر',
			'18'       =>"إدارة الغياب" ,
			'19'       =>'جدول الزمن' ,
			'20'       =>'الإشعارات',
			'prof'     =>'إدارة الأساتذة' ,
			'etu'      =>'إدارة الطلاب',
			'choix'    =>'اختار',
			'HOME'     =>'الرئيسية',
			'msg'      =>'الرسائل المرسلة',
			//statistiques
		  'profs'       =>'المعلمين المسجلين',
			'women'       =>'النساء المسجلات' ,
			'men'         =>'الرجال المسجلين' ,
			'stud'       =>"الطلاب المسجلين" ,
			'girl'       =>'الفتيات المسجلات' ,
			'boy'       =>'الأولاد المسجلون',
			'class'     =>'عدد الفصول الدراسية' ,
			'mat'      =>'عدد المواد الدراسية'


	);
	return $lang[$phrase];

}



?>
